anthropic.claude-code
charliermarsh.ruff
esbenp.prettier-vscode
github.copilot
github.copilot-chat
mechatroner.rainbow-csv
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ukaisi.inspect-ai
